insert into commentary (cmt_date, cmt_text, usr_id, rv_id)
values
('2023-05-09', 'И в правду хороший фильм, хорошо показывает ужасы войны', 1, 1),
('2023-10-12', 'Крутой фильм!!!', 2, 2),
('2022-06-07', 'Прекрасный и добрый фильм', 5, 3),
('2021-11-01', 'Один из лучших русских фильмов', 4, 4),
('2023-02-04', 'Хорошая адаптация книги!', 3, 5),
('2022-07-01', 'Хороший военный фильм, по легендарной книге!', 6, 1),
('2023-09-10', 'Сигма', 2, 5),
('2022-04-11', 'Этот фильм для меня как чудесный узор из бисеринок!', 6, 3);